IdeaRS.Connections
CutPlateData.RemainingPart Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the part of the modified item which remains in the model of connection
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PlateSideCode RemainingPart { get; set; }
Property Value
Type: PlateSideCode
See Also
Reference
CutPlateData Class
IdeaRS.Connections.Data Namespace